tap "homebrew/bundle"
brew "pure"
brew "pyenv"
brew "zsh-autosuggestions"
cask "alt-tab"
cask "brave-browser"
cask "dockdoor"
cask "iterm2"
cask "karabiner-elements"
cask "mos"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
vscode "albymor.increment-selection"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "dbaeumer.vscode-eslint"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "james-yu.latex-workshop"
vscode "ms-python.python"
vscode "njpwerner.autodocstring"
vscode "rust-lang.rust-analyzer"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
